test/request-response-samples/Login__unsupported_response_name_returned_and_local_xs_schema_missed/request.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"  xmlns:tns="urn:webservice-electrasoft-ru" xmlns:ns1="http://www.borland.com/namespaces/Types" xmlns:ns2="urn:webservice-electrasoft-ru:types-ewsServerIntf"><SOAP-ENV:Body><tns:Login><UserAlias>test</UserAlias><Password>testik</Password></tns:Login></SOAP-ENV:Body></SOAP-ENV:Envelope>